Repository: common-repository/lordlinus-class-booking
Catalog: languages/lordlinus-class-booking-*.po
Languages: hi_in

source: Help & Support
hi_in: हेल्प & सपोर्ट

source: Creating a Class
hi_in: एक क्लास बनाना

source: To Create a quiz, just follow the following Steps
hi_in: एक क्विज बनाने के लिए आपको केवल निम्नलिखित चरण फॉलो करने है

source: Step 1 : Add staff by clicking on add staff button. Fill the details and hit add staff button.
hi_in: चरण 1: एड़ स्टाफ बटन पर क्लिक करके स्टाफ जोड़े | और डिटेल्स भरकर एड़ स्टाफ बटन पर क्लिक करे

source: Step 2 : Add Class by hitting add Class Button. Fill the details and hit add class button.
hi_in: चरण 2: एड़ क्लास बटन पर क्लिक करके क्लास एड़ करे | डिटेल्स भरे व एड़ क्लास बटन दबाए

source: Step 3 : Add Shift to the class.
hi_in: चरण 3: क्लास मे शिफ्ट जोड़े

source: Accepting Appointments :
hi_in: एप्पोइंटमेंट एक्सैप्ट करना

source: To start appointment from your website add shortcode
hi_in: आपकी वैबसाइट पर एप्पोइंटमेंट एक्सैप्ट करने के लिए किसी पगे या पोस्ट पर शोर्ट्कोड़े एड़ करे

source: Regarding Support
hi_in: सपोर्ट के लिए

source: in case of any support, you can send us mail at
hi_in: किसी भी तरह के सपोर्ट के लिए आप हमे हमारी ईमेल आइदी पर मेल कर सकते है

source: Or, you can visit our website
hi_in: या आप हमारी वैबसाइट पर जाकर सपोर्ट ले सकते है

source: appointment Deleted Successfully
hi_in: एप्पोइंटमेंट सफलता पूर्वक हटा दिया गया है

source: Appointment List
hi_in: एप्पोइंटमेंट लिस्ट

source: Date
hi_in: दिनांक

source: Name
hi_in: नाम

source: Email
hi_in: ईमेल

source: Phone
hi_in: फोन

source: Message
hi_in: संदेश

source: Class
hi_in: क्लास

source: Staff
hi_in: स्टाफ

source: Shift
hi_in: शिफ्ट

source: No of Candidates
hi_in: नंबर ऑफ कैंडिडैट

source: Action
hi_in: क्रिया

source: Delete Appointment
hi_in: डिलीट एप्पोइंटमेंट

source: Do You Really Want to delete the Entry ?
hi_in: क्या आप वास्तव मे एंट्री डिलीट करना चाहते है ?

source: Staff List
hi_in: स्टाफ लिस्ट

source: Experience
hi_in: अनुभव

source: Description
hi_in: विवरण

source: Actions
hi_in: क्रिया

source: Years
hi_in: वर्ष

source: Update Staff
hi_in: स्टाफ अपडेट करे

source: Staff updated Successfully
hi_in: स्टाफ अपडेट हो गया है

source: update
hi_in: अपडेट

source: Cancel
hi_in: कैन्सल

source: Welcome to Class Booking System
hi_in: क्लास बूकिंग सिस्टम मे आपका स्वागत है

source: Add a Class
hi_in: एक क्लास जोड़े

source: Add a Staff
hi_in: नया स्टाफ जोड़े

source: New Staff Added Successfully
hi_in: नया स्टाफ जोड़ दिया गया है

source: New Class Added Successfully
hi_in: नया स्टाफ जोड़ दिया गया है

source: shift added successfully ....
hi_in: नया स्टाफ जोड़ दिया गया है

source: Add Shift to class
hi_in: क्लास मे शिफ्ट जोड़े

source: Class Name
hi_in: क्लास नाम

source: Start Time
hi_in: स्टार्ट टाइम

source: End Time
hi_in: एंड टाइम

source: No of Seats
hi_in: नंबर ऑफ कैंडिडैट

source: Add a shift
hi_in: एक क्लास जोड़े

source: Add new Staff
hi_in: नया स्टाफ जोड़े

source: Class Available
hi_in: क्लास उपलब्ध

source: Add shift
hi_in: एक शिफ्ट जोड़े

source: View shifts
hi_in: सभी शिफ्ट दिखाये

source: Update Class
hi_in: क्लास अपडेट करे

source: View All Shifts
hi_in: सभी शिफ्ट दिखाये

source: Sr no
hi_in: क्रम संख्या

source: Start time
hi_in: स्टार्ट टाइम

source: Update the shift
hi_in: शिफ्ट अपडेट करे

source: Update Class Details
hi_in: क्लास डीटेल उपदे करे

source: Reserve your class
hi_in: क्लास रिजर्व करे

source: Step-2. Fill Up Your`s Details
hi_in: चरण 2 तुम्हारी डीटेल भरो

source: Select No of Candidates
hi_in: नंबर ऑफ कैंडिडैट चुनो

source: Name Of the First Candidate
hi_in: फले कैंडिडैट का नाम

source: Special Instruction
hi_in: विसेश विवरण

source: Book Now
hi_in: अब बूक करो

source: Sheduling Apoointment, Please wait...
hi_in: एप्पोइंटमेंट शेडुले हो रहा ह कृपया इंतज़ार करे

source: Plugin has been successfully removed.
hi_in: प्लग इन सफलता पूर्वक हटा दिया गया है

source: It can be re-activated from the
hi_in: यह दोबारा एक्टिवेट किया जा सकता है

source: Remove Plugin
hi_in: प्लग इन हटाए

source: Remove Lord Linus Class Booking Plugin
hi_in: लॉर्ड लाइनस क्लास बूकिंग प्लग इन हटाए

source: This operation wiil delete all data & settings.
hi_in: यह सभी डाटा व सेटिंग्स को हटा देगा |

source: If you continue, You will not be able to retrieve or restore your entries.
hi_in: यदि आप कंटिन्यू करते हो तो आपकी एंट्रीज वापस नही मिलेगी

source: Warning! data & settings, including appointment entries will be deleted. This cannot be undone. OK to delete, CANCEL to stop
hi_in: चेतावनी ! डाटा और सेटिंग्स व आपके सभी एप्पोइंटमेंट की एंट्रीज़ हटा दी जाएगी | ये वापस नही की जा सकेगी | हटाने के लिए OK बटन दबाए | रोकने के लिए CANCEL बटन दबाए |
